Repository: BDX-town/Akkoma
Catalog: priv/gettext/*/LC_MESSAGES/errors.po
Languages: ca, fr, he, it, pl, ru, vi

source: can't be blank
ca: No pot estar en blanc
fr: ne peut être vide
he: לא יכול להיות ריק
it: non può essere nullo
pl: nie może być pusty
ru: не может быть пустым
vi: không được để trống

source: has already been taken
ca: ja s'ha agafat
fr: a déjà été pris
he: כבר נלקח
it: è stato già creato
pl: jest już zajęty
ru: уже занято
vi: đã có người sử dụng

source: is invalid
ca: és invàlid
fr: est invalide
he: אינו תקני
it: non è valido
pl: jest nieprawidłowy
ru: неверный
vi: không khớp

source: has invalid format
ca: té format invàlid
fr: a un format invalide
he: תבנית אינה תקנית
it: è in un formato invalido
pl: ma niepoprawny format
ru: неверный формат
vi: định dạng không hợp lệ

source: has an invalid entry
ca: té una entrada no vàlida
fr: a une entrée invalide
he: בעל.ה רשומה לא חוקית
it: ha una voce invalida
pl: ma niepoprawny wpis
ru: содержит неверную запись
vi: có mục sai

source: is reserved
ca: està reservat
fr: est réservé
he: הינו שמור
it: è riservato
pl: jest zarezerwowany
ru: занято
vi: đảo ngược

source: does not match confirmation
ca: no coincideix amb la confirmació
fr: ne correspondent pas
he: אינו תורם את האימות
it: non corrisponde alla verifica
pl: nie pasuje do potwierdzenia
ru: не совпадает
vi: không trùng khớp

source: is still associated with this entry
ca: està encara associat amb aquesta entrada
fr: est toujours associé à cette entrée
he: עדיין משויך לרשומה זו
it: è ancora associato con questa voce
pl: jest wciąż powiązane z tym wpisem
ru: по прежнему связан с этой записью
vi: vẫn liên kết với mục này

source: are still associated with this entry
ca: estan encara associats amb aquesta entrada
fr: sont toujours associés à cette entrée
he: עדיין משויכים לרשומה זו
it: sono ancora associati con questa voce
pl: są wciąż powiązane z tym wpisem
ru: по прежнему связаны с этой записью
vi: vẫn liên kết với mục này

source: should be %{count} character(s)
ca: hauria de ser %{count} caràcter
fr: devrait avoir %{count} charactère
he: אחד
it: dovrebbe essere %{count} carattere
pl: powinno mieć %{count} znak
ru: должен состоять из %{count} символа
vi: tối thiểu %{count} ký tự

source: should have %{count} item(s)
ca: hauria de tenir %{count} article
fr: devrait avoir %{count} objet
he: אחד
it: dovrebbe avere %{count} voce
pl: powinno zawierać %{count} element
ru: должен содержать %{count} элемент
vi: tối thiểu %{count} mục

source: should be at least %{count} character(s)
ca: hauria de ser al menys %{count} caràcter
fr: devrait avoir au moins %{count} charactère
he: אחד
it: dovrebbe contenere almeno %{count} carattere
pl: powinno zawierać przynajmniej %{count} znak
ru: должен быть не менее чем %{count} символа
vi: tối thiểu %{count} ký tự

source: should have at least %{count} item(s)
ca: hauria de tenir al menys %{count} article
fr: devrait avoir au moins %{count} objet
he: אחד
it: dovrebbe avere almeno %{count} voce
pl: powinno zawierać przynajmniej %{count} element
ru: должен быть не менее %{count} элемента
vi: tối thiểu %{count} mục

source: should be at most %{count} character(s)
ca: hauria de ser com a molt %{count} caràcter
fr: devrait avoir au plus %{count} charactère
he: אחד
it: dovrebbe avere al massimo %{count} carattere
pl: powinno zawierać najwyżej %{count} znak
ru: должен быть не более %{count} символа
vi: tối đa %{count} ký tự

source: should have at most %{count} item(s)
ca: com a molt hauria de ser %{count} article
fr: devrait avoir au plus %{count} objet
he: אחד
it: dovrebbe avere al massimo %{count} voce
pl: powinno zawierać najwyżej %{count} element
ru: должен содержать не менее %{count} элемента
vi: tối đa %{count} mục

source: must be less than %{number}
ca: ha de ser menor que %{number}
fr: doit être inférieur à %{number}
he: חייב להיות מתחת ל-%{number}
it: dev'essere minore di %{number}
pl: musi wynosić mniej niż %{number}
ru: должен быть меньше %{number}
vi: phải nhỏ hơn %{number}

source: must be greater than %{number}
ca: ha de ser major que %{number}
fr: doit être supérieur à %{number}
he: חייב להיות מעל ל-%{number}
it: dev'essere maggiore di %{number}
pl: musi wynosić więcej niż %{number}
ru: должен быть больше %{number}
vi: phải lớn hơn %{number}

source: must be less than or equal to %{number}
ca: ha de ser menor o igual a %{number}
fr: doit être inférieur ou égal à %{number}
he: חייב להיות שווה ל-%{number}
it: dev'essere minore o uguale a %{number}
pl: musi być mniejsze lub równe %{number}
ru: должен быть меньше или равен %{number}
vi: phải nhỏ hơn hoặc bằng %{number}

source: must be greater than or equal to %{number}
ca: ha de ser més gran o igual a %{number}
fr: doit être supérieur ou égal à %{number}
he: חייב להיות גדול או שווה ל-%{number}
it: dev'essere maggiore o uguale a %{number}
pl: musi być większe lub równe %{number}
ru: должен быть больше или равен %{number}
vi: phải lớn hơn hoặc bằng %{number}

source: must be equal to %{number}
ca: ha de ser igual a %{number}
fr: doit égal à %{number}
he: חייב להיות שווה ל-%{number}
it: dev'essere uguale a %{number}
pl: musi być równe %{number}
ru: должен быть равным %{number}
vi: phải là %{number}

source: Account not found
ca: Compte no trobat
fr: Compte non trouvé
he: חשבון לא נמצא
it: Profilo non trovato
pl: Nie znaleziono konta
ru: Учетная запись не найдена
vi: Không tìm thấy tài khoản

source: Already voted
ca: Ja votada
fr: A déjà voté
he: הצבעה כבר התבצעה
it: Hai già votato
pl: Już zagłosowano
ru: Уже проголосовал(а)
vi: Đã bình chọn

source: Bad request
ca: Mala Sol·licitud
fr: Requête Invalide
he: בקשה שגוייה
it: Richiesta invalida
pl: Nieprawidłowe żądanie
ru: Неверный запрос
vi: Lỗi truy vấn

source: Can't display this activity
ca: No es pot mostrar aquesta activitat
fr: Ne peut afficher cette activitée
he: לא ניתן להציג פעילות
it: Non puoi vedere questo elemento
pl: Nie można wyświetlić tej aktywności
ru: Произошла ошибка при показе этой записи
vi: Không thể hiển thị hoạt động này

source: Can't find user
ca: No es pot trobar l'usuari
fr: Compte non trouvé
he: לא ניתן למצוא משתמש
it: Non trovo questo utente
pl: Nie znaleziono użytkownika
ru: Пользователь не найден
vi: Không tìm thấy người dùng

source: Can't get favorites
ca: No es poden obtenir els favorits
fr: Favoris non trouvables
he: לא ניתן למצוא מועדפים
it: Non posso ricevere i gradimenti
pl: Nie można uzyskać ulubionych
ru: Не в состоянии получить избранное
vi: Không thể tải lượt thích

source: Cannot post an empty status without attachments
ca: No es pot publicar un apunt buit sense adjunts
fr: Ne peut envoyer un status vide sans attachements
he: לא ניתן לשלוח סטטוס ריק ללא קבצים מצורפים
it: Non puoi pubblicare un messaggio vuoto senza allegati
pl: Nie można opublikować pustego statusu bez załączników
ru: Нельзя отправить пустой статус без приложений
vi: Không thể đăng một tút trống trơn

source: Comment must be up to %{max_size} characters
ca: El comentari ha de ser fins a %{max_size} caràcters
fr: Le commentaire ne doit faire plus de %{max_size} charactères
he: תגובה חייבת להיות עד %{max_size} תווים
it: I commenti posso al massimo contenere %{max_size} caratteri
pl: Komentarz może mieć co najwyżej %{max_size} znaków
ru: Комментарий должен быть не более %{max_size} символов
vi: Bình luận tối đa %{max_size} ký tự

source: Config with params %{params} not found
ca: Configuració amb paràmetres %{params} no trobada
fr: Configuration avec les paramètres %{params} non trouvée
he: הגדרה עם פרמטר %{params} לא נמצאה
it: Configurazione con parametri %{params} non trovata
pl: Nie znaleziono konfiguracji z parametrami %{params}
ru: Параметры конфигурации %{params} не найдены
vi: Không tìm thấy cấu hình %{params}

source: Could not delete
ca: No es pot esborrar
fr: Échec de la suppression
he: לא ניתן למחוק
it: Non eliminato
pl: Nie udało się usunąć
ru: Не в силах удалить
vi: Không thể xóa

source: Could not favorite
ca: No es pot afavorir
fr: Échec de mise en favoris
he: לא ניתן לחבב
it: Non gradito
pl: Nie udało się dodać do ulubionych
ru: Не в силах добавить в избранное
vi: Không thể thích

source: Could not unfavorite
ca: No es pot desfer el favorit
fr: Échec de suppression des favoris
he: לא ניתן להסיר חיבוב
it: Non sgradito
pl: Nie udało się usunąć z ulubionych
ru: Не в силах удалить из избранного
vi: Không thể bỏ thích

source: Could not unrepeat
ca: No es pot desfer la repetició
fr: Échec de suppression de la répétition
he: לא ניתן לבטל חזרה
it: Non de-condiviso
pl: Nie udało się cofnąć powtórzenia
ru: Не в силах отменить повтор
vi: Không thể hủy chia sẻ

source: Could not update state
ca: No es pot actualitzar l'apunt
fr: Échec de la mise à jour du status
he: לא ניתן לעדכן מצב
it: Non aggiornato
pl: Nie można zaktualizować stanu
ru: Не в силах обновить состояние
vi: Không thể cập nhật trạng thái

source: Invalid CAPTCHA
ca: CAPTCHA invàlid
fr: CAPTCHA invalide
he: CAPTCHA לא תקין
it: CAPTCHA invalido
pl: Niewłaściwa CAPTCHA
ru: Неверная CAPTCHA
vi: CAPTCHA không hợp lệ

source: Invalid credentials
ca: Credencials invàlides
fr: Paramètres d'authentification invalides
he: נתוני אימות לא נכונים
it: Credenziali invalide
pl: Nieprawidłowe dane uwierzytelniania
ru: Неверные учетные данные
vi: Danh tính không hợp lệ

source: Invalid credentials.
ca: Credencials invàlides.
fr: Paramètres d'authentification invalides.
he: נתוני אימות לא נכונים.
it: Credenziali invalide.
pl: Nieprawidłowe dane uwierzytelniania.
ru: Неверные учетные данные
vi: Danh tính không hợp lệ.

source: Invalid indices
ca: Index invàlids
fr: Indices invalides
he: אינדקס לא תקין
it: Indici invalidi
pl: Nieprawidłowe indeksy
ru: Неверные индексы
vi: Sai dấu hiệu

source: Invalid parameters
ca: Paràmetres invàlids
fr: Paramètres invalides
he: פרמטרים לא תקינים
it: Parametri invalidi
pl: Nieprawidłowe parametry
ru: Неверны параметры
vi: Sai tham số

source: Invalid password.
ca: Contrasenya invàlida.
fr: Mot de passe invalide.
he: סיסמה לא תקינה.
it: Parola d'ordine invalida.
pl: Nieprawidłowe hasło.
ru: Неверный пароль
vi: Sai mật khẩu.

source: Invalid request
ca: Sol·licitud invàlida
fr: Requête invalide
he: בקשה לא תקינה
it: Richiesta invalida
pl: Nieprawidłowe żądanie
ru: Неверный запрос
vi: Yêu cầu không hợp lệ

source: Kocaptcha service unavailable
ca: Servei Kocaptcha no disponible
fr: Service Kocaptcha non disponible
he: שירות Kocaptcha לא זמין
it: Servizio Kocaptcha non disponibile
pl: Usługa Kocaptcha niedostępna
ru: Kocaptcha недоступен
vi: Dịch vụ Kocaptcha chưa sẵn sàng

source: Missing parameters
ca: Falten paràmetres
fr: Paramètres manquants
he: פרמטרים חסרים
it: Parametri mancanti
pl: Brakujące parametry
ru: Не хватает параметров
vi: Thiếu tham số

source: No such permission_group
ca: No existeix permission_group
fr: Groupe de permission inconnu
he: permission_group לא קיים
it: permission_group non esistente
pl: Nie ma takiej grupy uprawnień
ru: Такой группы полномочий не существует
vi: Không permission_group

source: Not found
ca: No trobat
fr: Non Trouvé
he: לא נמצא
it: Non trovato
pl: Nie znaleziono
ru: Не найден
vi: Không tìm thấy

source: Poll's author can't vote
ca: L'autor de l'enquesta no pot votar-hi
fr: L'auteur·rice d'un sondage ne peut voter
he: מחבר הסקר לא יכול.ה להצביע
it: L'autore del sondaggio non può votare
pl: Autor ankiety nie może głosować
ru: Автор опроса не может голосовать
vi: Người tạo bình chọn không thể bình chọn

source: Record not found
ca: Registre no trobat
fr: Enregistrement non trouvé
he: רשומה לא נמצאה
it: Voce non trovata
pl: Nie znaleziono rekordu
ru: Запись не найдена
vi: Không tìm thấy gì hết

source: Something went wrong
ca: Alguna cosa ha anat malament
fr: Erreur inconnue
he: משהו השתבש
it: C'è stato un problema
pl: Coś się zepsuło
ru: Что-то пошло не так
vi: Có lỗi xảy ra

source: The message visibility must be direct
ca: La visibilitat del missatge ha de ser directe
fr: La visibilitée du message doit être « direct »
he: הנראות של ההודעה חייבת להיות ישירה
it: Il messaggio dev'essere privato
pl: Widoczność wiadomości musi być „Bezpośrednia”
ru: Видимость у сообщения должна быть `Личное`
vi: Tin nhắn phải là trực tiếp

source: The status is over the character limit
ca: L'apunt està per sobre del limit de caràcters
fr: Le status est au-delà de la limite de charactères
he: הסטטוס מעל להגבלת התווים
it: Il messaggio ha superato la lunghezza massima
pl: Ten status przekracza limit znaków
ru: Превышена длина статуса
vi: Tút vượt quá giới hạn ký tự

source: This resource requires authentication.
ca: Aquest recurs requereix autenticació.
fr: Cette resource nécessite une authentification.
he: המשאב הזה דורש הרשאה.
it: Accedi per poter leggere.
pl: Ten zasób wymaga uwierzytelnienia.
ru: Для этого ресурса требуется аутентификация
vi: Tài nguyên này yêu cầu xác thực.

source: Throttled
ca: Estrangulat
fr: Limité
he: מושנק
it: Limitato
pl: Ograniczono
ru: Ограничено. Превышен лимит запросов.
vi: Đã điều tiết

source: Too many choices
ca: Massa opcions
fr: Trop de choix
he: יותר מדיי אפשרויות
it: Troppe alternative
pl: Zbyt wiele wyborów
ru: Слишком много ответов
vi: Quá nhiều lựa chọn

source: You can't revoke your own admin status.
ca: No pots revocar el teu propi estat d'administrador.
fr: Vous ne pouvez révoquer votre propre status d'admin.
he: לא ניתן לבטל את הרשאת המנהל של עצמך.
it: Non puoi divestirti da solo.
pl: Nie możesz odebrać samemu sobie statusu administratora.
ru: Вы не можете отозвать статус администратора у вашей учетной записи
vi: Không thể tự gỡ chức vụ quản trị viên

source: Your account is currently disabled
ca: El teu compte està actualment desactivat
fr: Votre compte est actuellement désactivé
he: החשבון שלך כרגע מבוטל
it: Il tuo profilo è attualmente disabilitato
pl: Twoje konto jest obecnie nieaktywne
ru: Ваша учетная запись отключена
vi: Tài khoản của bạn bị ẩn

source: Your login is missing a confirmed e-mail address
ca: Al teu inici de sessió li falta una adreça de correu confirmada
fr: Une confirmation de l'addresse de couriel est requise pour l'authentification
he: חסר לחשבון שלך כתובת דואר אלקטרוני מאושר
it: Devi aggiungere un indirizzo email valido
pl: Twój adres e-mail nie został potwierdzony
ru: Ваш e-mail адрес не подтвержден
vi: Bạn chưa xác thực địa chỉ email

source: can't read inbox of %{nickname} as %{as_nickname}
ca: no puc llegir la safata d'entrada de %{nickname} com a %{as_nickname}
fr: Ne peut lire la boite de réception de %{nickname} en tant que %{as_nickname}
he: לא ניתן לקרוא את הדואר הנכנס של %{nickname} בתור %{as_nickname}
it: non puoi leggere i messaggi di %{nickname} come %{as_nickname}
pl: Nie można odczytać skrzynki odbiorczej %{nickname} jako %{as_nickname}
vi: không thể đọc hộp thư đến của %{nickname} như %{as_nickname}

source: can't update outbox of %{nickname} as %{as_nickname}
ca: no es pot actualitzar la safata de sortida de %{nickname} com a %{as_nickname}
fr: Ne peut poster dans la boite d'émission de %{nickname} en tant que %{as_nickname}
he: לא ניתן לעדכן את חשבון הדואר היוצא של %{nickname} בתור %{as_nickname}
it: non puoi inviare da %{nickname} come %{as_nickname}
pl: Nie można zaktualizować skrzynki nadawczcej %{nickname} jako %{as_nickname}
vi: không thể cập nhật hộp thư đi của %{nickname} như %{as_nickname}

source: conversation is already muted
ca: la conversa ja està silenciada
fr: la conversation est déjà baillonée
he: שיחה כבר הושתקה
it: la conversazione è già silenziata
pl: rozmowa jest już wyciszona
ru: разговор уже игнорируется
vi: bạn đã bỏ quan tâm cuộc đối thoại này

source: mascots can only be images
ca: les mascotes només poden ser imatges
fr: les mascottes ne peuvent être que des images
he: קמע יכול להיות רק תמונות
it: le mascotte possono solo essere immagini
pl: maskotki muszą być obrazkami
ru: маскоты должны быть картинками
vi: linh vật chỉ được là hình ảnh

source: not found
ca: no trobat
fr: non trouvé
he: לא נמצא
it: non trovato
pl: nie znaleziono
ru: не найдено
vi: không tìm thấy

source: Bad OAuth request.
ca: Sol·licitu OAuth dolenta.
fr: Requête OAuth invalide.
he: בקשת OAuth שגוייה.
it: Richiesta OAuth malformata.
pl: Niepoprawne żądanie OAuth.
ru: Неверный OAuth запрос
vi: Không thể kết nối OAuth.

source: CAPTCHA already used
ca: CAPTCHA ja usat
fr: CAPTCHA déjà utilisé
he: כבר נעשה שימוש ב-CAPTCHA הזה
it: CAPTCHA già utilizzato
pl: Zużyta CAPTCHA
ru: CAPTCHA уже использована
vi: CAPTCHA đã dùng rồi

source: CAPTCHA expired
ca: CAPTCHA expirat
fr: CAPTCHA expiré
he: פג תוקף CAPTCHA
it: CAPTCHA scaduto
pl: CAPTCHA wygasła
ru: CAPTCHA устарела
vi: CAPTCHA đã hết hạn

source: Failed
ca: Fallat
fr: Échec
he: נכשל
it: Fallito
pl: Nie udało się
ru: Ошибка
vi: Thất bại

source: Failed to authenticate: %{message}.
ca: No s'ha pogut autenticar: %{message}.
fr: Échec de l'authentification : %{message}.
he: נכשל האימות: %{message}.
it: Autenticazione fallita per: %{message}.
pl: Nie udało się uwierzytelnić: %{message}.
ru: Ошибка при входе: %{message}
vi: Xác thực thất bại: %{message}.

source: Failed to set up user account.
ca: No s'ha pogut configurar el compte d'usuari.
fr: Échec de création de votre compte.
he: הגדרת חשבון משתמש נכשלה.
it: Profilo utente non creato.
pl: Nie udało się skonfigurować konta użytkownika.
ru: Ошибка при создании учетной записи
vi: Tạo tài khoản không thành công.

source: Insufficient permissions: %{permissions}.
ca: Permisos insuficients: %{permissions}.
fr: Permissions insuffisantes : %{permissions}.
he: אין מספיק הרשאות: %{permissions}.
it: Permessi insufficienti: %{permissions}.
pl: Niewystarczające uprawnienia: %{permissions}.
ru: Недостаточно полномочий: %{permissions}
vi: Không có quyền: %{permissions}.

source: Internal Error
ca: Error intern
fr: Erreur interne
he: שגיאה פנימית
it: Errore interno
pl: Błąd wewnętrzny
ru: Внутренняя ошибка
vi: Lỗi nội bộ

source: Invalid Username/Password
ca: Usuari/Contrasenya invàlids
fr: Nom d'utilisateur/mot de passe invalide
he: שם משתמש/סיסמה שגויים
it: Nome utente/password invalidi
pl: Nieprawidłowa nazwa użytkownika lub hasło
ru: Неверное имя пользователя или пароль
vi: Tên người dùng/mật khẩu không đúng

source: Invalid answer data
ca: dada de resposta invàlida
fr: Réponse invalide
he: תשובה שגוייה למידע
it: Risposta malformata
pl: Nieprawidłowe dane odpowiedzi
ru: Неверный ответ
vi: sai dữ liệu trả lời

source: Nodeinfo schema version not handled
ca: Versió no controlada del Esquema Nodeinfo
fr: Version du schéma nodeinfo non géré
he: Nodeinfo של של גרסת הסכמה לא ניתן לטיפול
it: Versione schema nodeinfo non compatibile
pl: Nieobsługiwana wersja schematu Nodeinfo
ru: Версия схемы Nodeinfo не учитывается
vi: Chưa nạp Nodeinfo

source: Unknown error, please check the details and try again.
ca: Error desconegut, si us plau verifica els detalls i prova-ho de nou.
fr: Erreur inconnue, veuillez vérifier les détails et réessayer.
he: שגיאה לא ידועה, יש לבדוק את פרטים ולנסות שוב.
it: Errore sconosciuto, controlla i dettagli e riprova.
pl: Nieznany błąd, sprawdź szczegóły i spróbuj ponownie.
ru: Неизвестная ошибка. Пожалуйста, проверьте данные и попробуйте снова.
vi: Lỗi chưa biết, xin kiểm tra chi tiết và thử lại sau.

source: Unlisted redirect_uri.
ca: redirect_uri no llistada.
fr: redirect_uri non listé.
he: ניתב redirect_uri לא רשום.
it: redirect_uri nascosto.
pl: Niewypisany redirect_uri.
ru: Неизвестный redirect_uri
vi: Hạn chế redirect_uri.

source: Unsupported OAuth provider: %{provider}.
ca: Proveïdor OAuth no compatible: %{provider}.
fr: Fournisseur OAuth non supporté : %{provider}.
he: ספק OAuth לא נתמך: %{provider}.
it: Gestore OAuth non supportato: %{provider}.
pl: Nieobsługiwany dostawca OAuth: %{provider}.
ru: Неизвестный OAuth провайдер: %{provider}
vi: Không hỗ trợ nhà cung cấp OAuth: %{provider}.

source: Uploader callback timeout
ca: Temps d'espera esgotat del callback del carregador
fr: Temps d'attente du téléverseur écoulé
he: קריאה חזרה של מעלה עברה את הזמן הקצוב
it: Callback caricamento scaduta
pl: Przekroczono czas wysyłania pliku
ru: Тайм-аут при загрузке
vi: Hết hạn tải lên

source: bad request
ca: sol·licitud dolenta
fr: requête invalide
he: בקשה שגוייה
it: richiesta malformata
pl: nieprawidłowe żądanie
ru: неправильный запрос
vi: lỗi kết nối

source: CAPTCHA Error
ca: Error CAPTCHA
he: שגיאת CAPTCHA
it: Errore CAPTCHA
pl: Błąd CAPTCHA
vi: Lỗi CAPTCHA

source: Could not add reaction emoji
ca: No es pot afegir la reacció emoji
he: לא ניתן להוסיף סמלון תגובה
it: Reazione emoji non riuscita
pl: Nie można dodać reakcji emoji
vi: Không thể thêm tương tác emoji

source: Could not remove reaction emoji
ca: No es pot treure la reacció emoji
he: לא ניתן להסיר סמלון תגובה
it: Rimozione reazione non riuscita
pl: Nie można usunąć reakcji emoji
vi: Không thể xóa tương tác emoji

source: Invalid CAPTCHA (Missing parameter: %{name})
ca: CAPTCHA invàlid (Falta el paràmetre: %{name})
he: CAPTCHA לא תקני (חסר פרמטר: %{name})
it: CAPTCHA invalido (Parametro mancante: %{name})
pl: Nieprawidłowa CAPTCHA (Brakujący parametr: %{name})
vi: CAPTCHA sai (Thiếu tham số: %{name})

source: List not found
ca: Llista no trobada
he: רשימה לא נמצאה
it: Lista non trovata
pl: Nie znaleziono listy
vi: Không tìm thấy danh sách

source: Missing parameter: %{name}
ca: Falta el paràmetre: %{name}
he: חסר פרמטר: %{name}
it: Parametro mancante: %{name}
pl: Brakujący parametr: %{name}
vi: Thiếu tham số: %{name}

source: Password reset is required
ca: Es requereix restablir la contrasenya
he: נדרש איפוס סיסמה
it: Necessario reimpostare password
pl: Wymagany reset hasła
vi: Yêu cầu đổi mật khẩu

source: Security violation: OAuth scopes check was neither handled nor explicitly skipped.
ca: Violació de seguretat: la verificació dels àmbits OAuth no ha estat ni controlada ni explícitament omesa.
he: הפרת אבטחה: OAuth בבדיקת המתחם לא נבדקה או דולגה במכוון.
it: Sicurezza violata: il controllo autorizzazioni di OAuth non è stato svolto né saltato.
pl: Naruszenie bezpieczeństwa: sprawdzanie zakresów OAuth nie zostało ani wykonane, ani celowo pominięte.
vi: Vi phạm bảo mật: phạm vi OAuth bị bỏ qua hoặc vượt quá giới hạn.

source: Two-factor authentication enabled, you must use a access token.
ca: Autenticació de dos factor activada, has d'usar un token d'accés.
he: אימות דו-שלבי הופעל, יש להזין אסימון כניסה.
it: Autenticazione bifattoriale abilitata, devi utilizzare una chiave d'accesso.
pl: Uwierzytelnienie dwuskładnikowe jest włączone, musisz użyć tokenu.
vi: Đã bật xác thực hai bước, bạn phải sử dụng token truy cập.

source: Web push subscription is disabled on this Pleroma instance
ca: La subscripció Web push està desactivada en aquesta instància Akkoma
he: הרשמה לעדכון ווב בדחיפה מבוטלת בשרת פלרומה זה
it: Gli aggiornamenti web push non sono disponibili in questa stanza
pl: Powiadomienia web push są wyłączone na tej instancji Pleromy
vi: Máy chủ Pleroma này tắt thông báo đẩy trên web

source: You can't revoke your own admin/moderator status.
ca: No pots revocar els teu propi estat de admin/moderador.
he: לא ניתן לשלול את סטטוס האדמין/מנהל של עצמך.
it: Non puoi divestire te stesso.
pl: Nie możesz odebrać samemu sobie statusu administratora/moderatora.
vi: Bạn không thể tự gỡ chức vụ.

source: authorization required for timeline view
ca: es requereix autorització per a veure la línia de temps
he: הרשאה דרושה על מנת לצפות בציר הזמן
it: autorizzazione richiesta per vedere la sequenza
pl: logowanie wymagane do przeglądania osi czasu
vi: yêu cầu xác thực để xem bảng tin

source: Access denied
ca: Accés denegat
he: גישה נדחית
vi: Truy cập bị từ chối

source: This API requires an authenticated user
ca: Aquesta API requereix un usuari autenticat
he: ה-API דורש הרשאת משתמש
vi: API yêu cầu một người dùng đã xác thực

source: User is not an admin.
ca: L'usuari no és un admin.
he: משתמש אינו מנהל.
it: L'utente non è un amministratore.
pl: Użytkownik nie jest administratorem.
vi: Người này không phải quản trị viên.

source: Last export was less than a day ago
ca: La darrera exportació va ser fa menys d'un dia
