Repository: BDX-town/Akkoma
Catalog: priv/gettext/*/LC_MESSAGES/errors.po
Languages: ca, fr, he, it, pl, ru, vi

source: Character limit (%{limit} characters) exceeded, contains %{length} characters
ca: Limit de caràcters (%{limit} characters) excedit, conté %{length} caràcters

source: User is not a staff member.
ca: L'usuari no és un membre del equip.

source: Your account is awaiting approval.
ca: El teu compte espera aprovació.

source: Error.
fr: Erreur.
he: שגיאה.
it: Errore.
pl: Błąd.
ru: Ошибка
vi: Lỗi.

source: error
fr: erreur
he: שגיאה
it: errore
pl: błąd
ru: ошибка
vi: lỗi
