Repository: BDX-town/Akkoma
Catalog: priv/gettext/*/LC_MESSAGES/static_pages.po
Languages: pt

# remote follow authorization button
source: Authorize
pt: Autorizar

# remote follow error
source: Error fetching user
pt: Erro ao buscar usuário

# remote follow header
source: Remote follow
pt: Seguimento remoto

# placeholder text for auth code entry
source: Authentication code
pt: Código de autenticação

# placeholder text for password entry
source: Password
pt: Senha

# placeholder text for username entry
source: Username
pt: Nome de usuário

# remote follow authorization button for login
source: Authorize
pt: Autorizar

# remote follow authorization button for mfa
source: Authorize
pt: Autorizar

# remote follow error
source: Error following account
pt: Erro ao seguir conta

# remote follow header, need login
source: Log in to follow
pt: Inicia a sessão para seguir

# remote follow mfa header
source: Two-factor authentication
pt: Autenticação de dois-fatores

# remote follow success
source: Account followed!
pt: Conta seguida!

# placeholder text for account id
source: Your account ID, e.g. lain@quitter.se
pt: Sua ID de conta, ex. lain@quitter.se

# remote follow authorization button for following with a remote account
source: Follow
pt: Seguir

# remote follow error
source: Error: %{error}
pt: Erro: %{error}

# remote follow header
source: Remotely follow %{nickname}
pt: Seguir remotamente %{nickname}

# password reset button
source: Reset
pt: Resetar

# password reset failed homepage link
source: Homepage
pt: Página inicial

# password reset failed message
source: Password reset failed
pt: Falha ao redefinir senha

# password reset form confirm password prompt
source: Confirmation
pt: Confirmação

# password reset form password prompt
source: Password
pt: Senha

# password reset invalid token message
source: Invalid Token
pt: Token Inválido

# password reset successful homepage link
source: Homepage
pt: Página inicial

# password reset successful message
source: Password changed!
pt: Senha alterada!

# tag feed description
source: These are public toots tagged with #%{tag}. You can interact with them if you have an account anywhere in the fediverse.
pt: Estas são notas públicas marcadas com #%{tag}. Você pode interagir com elas se você tem uma conta em qualquer lugar no fediverse.

# oauth authorization exists page title
source: Authorization exists
pt: Existe autorização

# oauth authorize approve button
source: Approve
pt: Aprovar

# oauth authorize cancel button
source: Cancel
pt: Cancelar

# oauth authorize message
source: Application <strong>%{client_name}</strong> is requesting access to your account.
pt: A aplicação <strong>%{client_name}</strong> está requisitando acesso à sua conta.

# oauth authorized page title
source: Successfully authorized
pt: Autorização feita com sucesso

# oauth external provider page title
source: Sign in with external provider
pt: Iniciar sessão com provedor externo

# oauth external provider sign in button
source: Sign in with %{strategy}
pt: Iniciar sessão com %{strategy}

# oauth login button
source: Log In
pt: Iniciar sessão

# oauth login password prompt
source: Password
pt: Senha

# oauth login username prompt
source: Username
pt: Usuário

# oauth register nickname prompt
source: Pleroma Handle
pt: Usuário Pleroma

# oauth register nickname unchangeable warning
source: Choose carefully! You won't be able to change this later. You will be able to change your display name, though.
pt: Escolha com cautela! Você não será capaz de mudar isso depois. No entanto, você será capaz de mudar o seu nome à mostra.

# oauth register page fill form prompt
source: If you'd like to register a new account, please provide the details below.
pt: Se você deseja registrar uma nova conta, por favor, provenha os detalhes abaixo.

# oauth register page login button
source: Proceed as existing user
pt: Proceder como um usuário já existente

# oauth register page login password prompt
source: Password
pt: Senha

# oauth register page login prompt
source: Alternatively, sign in to connect to existing account.
pt: Alternativamente, inicia uma sessão em uma conta existente.

# oauth register page login username prompt
source: Name or email
pt: Nome ou email

# oauth register page nickname prompt
source: Nickname
pt: Apelido

# oauth register page register button
source: Proceed as new user
pt: Proceder como um novo usuário

# oauth register page title
source: Registration Details
pt: Detalhes do registro

# oauth scopes message
source: The following permissions will be granted
pt: As seguintes permissões serão garantidas

# oauth token code message
source: Token code is <br>%{token}
pt: O código do token é <br>%{token}

# mfa auth code prompt
source: Authentication code
pt: Código de autenticação

# mfa auth page title
source: Two-factor authentication
pt: Autenticação de dois-fatores

# mfa auth page use recovery code link
source: Enter a two-factor recovery code
pt: Insira um código de recuperação de dois-fatores

# mfa auth verify code button
source: Verify
pt: Verificar

# mfa recover page title
source: Two-factor recovery
pt: Recuperação de dois-fatores

# mfa recover recovery code prompt
source: Recovery code
pt: Código de recuperação

# mfa recover use 2fa code link
source: Enter a two-factor code
pt: Insira um código de dois-fatores

# mfa recover verify recovery code button
source: Verify
pt: Verificar

# static fe profile page remote follow button
source: Remote follow
pt: Seguir remotamente

# digest email header line
source: Hey %{nickname}, here is what you've missed!
pt: Ei, %{nickname}, veja o que você perdeu!

# digest email receiver address
source: The email address you are subscribed as is <a href='mailto:%{@user.email}' style='color: %{color};text-decoration: none;'>%{email}</a>.
pt: O email ao qual você está inscrito é <a href='mailto:%{@user.email}' style='color:%{color};text-decoration:none;'>%{email}</a>.

# digest email sending reason
source: You have received this email because you have signed up to receive digest emails from <b>%{instance}</b> Pleroma instance.
pt: Você recebeu esse email porque você se inscreveu para receber resumos por email da instância Akkoma <b>%{instance}</b>.

# digest email unsubscribe action
source: To unsubscribe, please go %{here}.
pt: Para se desinscrever, por favor vá %{here}.

# digest email unsubscribe action link text
source: here
pt: aqui

# mailer unsubscribe failed message
source: UNSUBSCRIBE FAILURE
pt: FALHA AO SE DESINSCREVER

# mailer unsubscribe successful message
source: UNSUBSCRIBE SUCCESSFUL
pt: INSCRIÇÃO CANCELADA COM SUCESSO

# new followers count header
source: %{count} New Follower
pt: %{count} Novo Seguidor

# account archive email subject
source: Your account archive is ready
pt: O arquivamento da sua conta está pronto

# approval pending email body
source: <h3>Awaiting Approval</h3> <p>Your account at %{instance_name} is being reviewed by staff. You will receive another email once your account is approved.</p>
pt: <h3> Aguardando Aprovação </h3> <p>Sua conta na instância %{instance_name} está sendo revisada pela staff. Você receberá um novo email assim que a conta for aprovada. </p>

# approval pending email subject
source: Your account is awaiting approval
pt: Sua conta está aguardando aprovação

# confirmation email body
source: <h3>Thank you for registering on %{instance_name}</h3> <p>Email confirmation is required to activate the account.</p> <p>Please click the following link to <a href="%{confirmation_url}">activate your account</a>.</p>
pt: <h3> Obrigado por se registrar na instância %{instance_name}</h3> <p> Uma confirmação de email é necessário para ativar a sua conta </p> <p>Por favor, clique no seguinte link para <a href="%{confirmation_url}">ativar a sua conta</a>.</p>

# confirmation email subject
source: %{instance_name} account confirmation
pt: Confirmação de conta de %{instance_name}

# digest email subject
source: Your digest from %{instance_name}
pt: O seu resumo de %{instance_name}

# password reset email body
source: <h3>Reset your password at %{instance_name}</h3> <p>Someone has requested password change for your account at %{instance_name}.</p> <p>If it was you, visit the following link to proceed: <a href="%{password_reset_url}">reset password</a>.</p> <p>If it was someone else, nothing to worry about: your data is secure and your password has not been changed.</p>
pt: <h3>Redefina a sua senha em %{instance_name}</h3> <p>Alguém requisitou uma redefinição de senha para a sua conta em %{instance_name}.</p> <p>Caso tenha sido você, visite o seguinte link para proceder: <a href="%{passoword_reset_url}">redefinir senha</a>.</p> <p>Se por acaso tenha sido outra pessoa, não há com o que se preocupar: seus dados estão seguros e a sua senha não foi alterada.</p>

# password reset email subject
source: Password reset
pt: Senha redefinida

# successful registration email body
source: <h3>Hello @%{nickname},</h3> <p>Your account at %{instance_name} has been registered successfully.</p> <p>No further action is required to activate your account.</p>
pt: <h3>Olá, @%{nickname},</h3> <p>Sua conta em %{instance_name} foi criada com sucesso.</p> <p>Nenhuma ação extra é necessária para ativar a sua conta.</p>

# successful registration email subject
source: Account registered on %{instance_name}
pt: Conta registrada em %{instance_name}

# user invitation email subject
source: Invitation to %{instance_name}
pt: Convite para %{instance_name}

# welcome email html body
source: Welcome to %{instance_name}!
pt: Bem-vindo(a) à instância %{instance_name}!

# welcome email subject
source: Welcome to %{instance_name}!
pt: Bem-vindo(a) à instância %{instance_name}!

# welcome email text body
source: Welcome to %{instance_name}!
pt: Bem-vindo(a) à instância %{instance_name}!

# account archive email body - admin requested
source: <p>Admin @%{admin_nickname} requested a full backup of your Akkoma account. It's ready for download:</p> <p><a href="%{download_url}">%{download_url}</a></p>
pt: <p>O administrador @%{admin_nickname} requisitou um backup completo da sua conta Akkoma. Ele está pronto para download:</p> <p><a href="%{download_url}">%{download_url}</a></p>

# account archive email body - self-requested
source: <p>You requested a full backup of your Akkoma account. It's ready for download:</p> <p><a href="%{download_url}">%{download_url}</a></p>
pt: <p> Foi requisitou uma backup completo da sua conta Akkoma. Está pronto para download:</p> <p><a href="%{download_url}">%{download_url}</a></p>

# oauth register page title
source: This is your first visit! Please enter your Akkoma handle.
pt: Esta é a sua primeira visita! Por favor, entre com o seu sobrenome Akkoma.

# remote follow error message - unknown error
source: Something went wrong.
pt: Algo deu errado.

# remote follow error message - user not found
source: Could not find user
pt: Não foi possível encontrar o usuário

# status interact authorization button
source: Interact
pt: Interagir

# status interact error
source: Error: %{error}
pt: Erro: %{error}

# status interact error message - status not found
source: Could not find status
pt: Não foi possível achar o status

# status interact error message - unknown error
source: Something went wrong.
pt: Algo deu errado.

# status interact header
source: Interacting with %{nickname}'s %{status_link}
pt: Interagindo com o %{status_link} de %{nickname}

# user invitation email body
source: <h3>You are invited to %{instance_name}</h3> <p>%{inviter_name} invites you to join %{instance_name}, an instance of Akkoma federated social networking platform.</p> <p>Click the following link to register: <a href="%{registration_url}">accept invitation</a>.</p>
pt: <h3> Você foi convidado(a) para a instância %{instance_name}</h3> <p>%{inviter_name} lhe convidou a se juntar à instância %{instance_name}, uma instância Akkoma da plataforma de redes sociais federadas.</p> <p>Clique no seguinte link para se registrar: <a href="%{registration_url}">aceitar convite</a>.</p>
